[
  {
    "title": "Stone Angel",
    "author": "Margaret Laurence",
    "submitter": "Grace",
    "timestamp": "2025-10-12T14:45:39.000000",
    "year": "1964",
    "pages": "316",
    "genres": "Historical Fiction",
    "summary": "In The Stone Angel , Hagar Shipley, age ninety, tells the story of her life, and in doing so tries to come to terms with how the very qualities which sustained her have deprived her of joy. Mingling past and present, she maintains pride in the face of senility, while recalling the life she led as a rebellious young bride, and later as a grieving mother. Laurence gives us in Hagar a woman who is funny, infuriating, and heartbreakingly poignant.",
    "url": "https://www.goodreads.com/book/show/1102322.The_Stone_Angel"
  },
  {
    "title": "Lives of Girls and Women",
    "author": "Alice Munro",
    "submitter": "Grace",
    "timestamp": "2025-10-12T14:45:47.771237",
    "year": "1971",
    "pages": "277",
    "genres": "Historical Fiction",
    "summary": "The only novel from Alice Munro -- award-winning author of The Love of a Good Woman -- is an insightful, honest book, autobiographical in form but not in fact, that chronicles a young girl's growing up in rural Ontario in the 1940s. Del Jordan lives out at the end of the Flats Road on her father's fox farm, where her most frequent companions are an eccentric bachelor family friend and her rough younger brother. When she begins spending more time in town, she is surrounded by women -- her mother, an agnostic, opinionated woman who sells encyclopedias to local farmers; her mother's boarder, the lusty Fern Dogherty; and her best friend, Naomi, with whom she shares the frustrations and unbridled glee of adolescence. Through these unwitting mentors and in her own encounters with sex, birth, and death, Del explores the dark and bright sides of womanhood. All along she remains a wise, witty observer and recorder of truths in small-town life. The result is a powerful, moving, and humorous demonstration of Alice Munro's unparalleled awareness of the lives of girls and women.",
    "url": "https://www.goodreads.com/book/show/14285.Lives_of_Girls_and_Women?ac=1&from_search=true&qid=gwqmp9y6Yz&rank=1"
  },
  {
    "title": "Le Survenant",
    "author": "Germaine Guèvremont",
    "submitter": "Grace",
    "timestamp": "2025-10-12T14:47:07.136713",
    "year": "1945",
    "pages": "221",
    "genres": "Historical Fiction",
    "summary": "Le célèbre roman de Germaine Guèvremont raconte l’arrivée d’un étranger, un soir d’automne, dans une famille du Chenal du Moine, près de Sorel. Le passage du Survenant transforme complètement la vie de cette petite communauté jusque-là fermée au monde. L’habile inconnu conquiert rapidement l’admiration du père Didace, qui l’aimerait bien comme fils, d’autant qu’Amable, son unique enfant, est malhabile, insignifiant et paresseux. Angélina, la fille du voisin, qui n’a jamais eu de succès auprès des hommes, s’épanouit au contact de l’étranger. Celui-ci repart comme il est venu, non sans avoir suscité de grandes rivalités dans son entourage. On parle dès lors de l’avant et de l’après Survenant. Roman régionaliste, Le Survenant est d’abord et avant tout un grand roman d’amour et de liberté. En 2005, l’œuvre est adaptée pour le cinéma, sur un scénario de Diane Cailhier et dans une réalisation d’Érik Canuel, avec Jean-Nicolas Verreault dans le rôle titre.",
    "url": "https://www.goodreads.com/book/show/1433750.Le_Survenant?ref=nav_sb_ss_1_12"
  },
  {
    "title": "La Delicatesse",
    "author": "David Foenkinos",
    "submitter": "Grace",
    "timestamp": "2025-10-12T14:47:28.674452",
    "year": "2009",
    "pages": "204",
    "genres": "Romance, Contemporary",
    "summary": "« François pensa : si elle commande un déca, je me lève et je m’en vais. C’est la boisson la moins conviviale qui soit. Un thé, ce n’est guère mieux. On sent qu’on va passer des dimanches après-midi à regarder la télévision. Ou pire : chez les beaux-parents. Finalement, il se dit qu’un jus, ça serait bien. Oui, un jus, c’est sympathique. C’est convivial et pas trop agressif. On sent la fille douce et équilibrée. Mais quel jus ? Mieux vaut esquiver les grands classiques : évitons la pomme ou l’orange, trop vu. Il faut être un tout petit peu original, sans être toutefois excentrique. La papaye ou la goyave, ça fait peur. Le jus d’abricot, c’est parfait. Si elle choisit ça, je l’épouse… - Je vais prendre un jus… Un jus d’abricot, je crois, répondit Nathalie. Il la regarda comme si elle était une effraction de la réalité ». La délicatesse a obtenu neuf prix littéraires et été traduit dans plus de quinze langues.",
    "url": "https://www.goodreads.com/book/show/6851512-la-d-licatesse?ref=nav_sb_ss_1_15"
  },
  {
    "title": "Ma Bête",
    "author": "Michèle Ouimet",
    "submitter": "Gab",
    "timestamp": "2025-10-12T14:48:11.006624",
    "year": "2025",
    "pages": "264",
    "genres": "Historical Fiction",
    "summary": "Comme tous les amoureux, ils ont leur langage secret. Elle est sa «Pitoune». Il est sa «Bête». Depuis trente ans, ils forment un couple atypique, alternant les périodes de vie commune et de vie chacun chez soi. Mais André est malade. Il cumule deux maladies dégénératives, le parkinson et l’aphasie, sur fond de dépression chronique. Un jour, la peur prend le dessus, et Michèle convainc André de se rendre aux urgences. À la frontière du roman et du récit autobiographique, Michèle Ouimet nous offre un livre bouleversant qui nous oblige à revoir nos idées reçues tant sur la maladie mentale que sur le couple. Surtout, elle raconte une grande histoire d’amour. Un amour fort, inoubliable.",
    "url": "https://www.goodreads.com/book/show/233883798-ma-b-te?ref=nav_sb_ss_1_7"
  },
  {
    "title": "Just Kids",
    "author": "Patti Smith",
    "submitter": "Phil",
    "timestamp": "2025-10-12T14:52:40.457170",
    "year": "2010",
    "pages": "262",
    "genres": "Memoir",
    "summary": "In Just Kids, Patti Smith's first book of prose, the legendary American artist offers a never-before-seen glimpse of her remarkable relationship with photographer Robert Mapplethorpe in the epochal days of New York City and the Chelsea Hotel in the late sixties and seventies. An honest and moving story of youth and friendship, Smith brings the same unique, lyrical quality to Just Kids as she has to the rest of her formidable body of work--from her influential 1975 album Horses to her visual art and poetry.",
    "url": "https://www.goodreads.com/book/show/206318521-just-kids?ref=nav_sb_ss_1_9"
  },
  {
    "title": "On Earth we're Briefly Gorgeous",
    "author": "Ocean Vuong",
    "submitter": "Phil",
    "timestamp": "2025-10-12T14:53:28.037166",
    "year": "2019",
    "pages": "264",
    "genres": "Fiction, Poetry",
    "summary": "On Earth We're Briefly Gorgeous is a letter from a son to a mother who cannot read. Written when the speaker, Little Dog, is in his late twenties, the letter unearths a family's history that began before he was born — a history whose epicenter is rooted in Vietnam — and serves as a doorway into parts of his life his mother has never known, all of it leading to an unforgettable revelation. At once a witness to the fraught yet undeniable love between a single mother and her son, it is also a brutally honest exploration of race, class, and masculinity. Asking questions central to our American moment, immersed as we are in addiction, violence, and trauma, but undergirded by compassion and tenderness, On Earth We're Briefly Gorgeous is as much about the power of telling one's own story as it is about the obliterating silence of not being heard. With stunning urgency and grace, Ocean Vuong writes of people caught between disparate worlds, and asks how we heal and rescue one another without forsaking who we are. The question of how to survive, and how to make of it a kind of joy, powers the most important debut novel of many years.",
    "url": "https://www.goodreads.com/book/show/41880609-on-earth-we-re-briefly-gorgeous?ref=nav_sb_ss_1_8"
  },
  {
    "title": "White Teeth",
    "author": "Zadie Smith",
    "submitter": "Phil",
    "timestamp": "2025-10-12T14:54:54.338185",
    "year": "2000",
    "pages": "448",
    "genres": "Fiction",
    "summary": "At the center of this invigorating novel are two unlikely friends, Archie Jones and Samad Iqbal. Hapless veterans of World War II, Archie and Samad and their families become agents of England’s irrevocable transformation. A second marriage to Clara Bowden, a beautiful, albeit tooth-challenged, Jamaican half his age, quite literally gives Archie a second lease on life, and produces Irie, a knowing child whose personality doesn’t quite match her name (Jamaican for “no problem”). Samad’s late-in-life arranged marriage (he had to wait for his bride to be born), produces twin sons whose separate paths confound Iqbal’s every effort to direct them, and a renewed, if selective, submission to his Islamic faith. Set against London’s racial and cultural tapestry, venturing across the former empire and into the past as it barrels toward the future, White Teeth revels in the ecstatic hodgepodge of modern life, flirting with disaster, confounding expectations, and embracing the comedy of daily existence.",
    "url": "https://www.goodreads.com/book/show/3711.White_Teeth?ref=nav_sb_ss_1_11"
  },
  {
    "title": "The Seven Moons of Maali Almeida",
    "author": "Shehan Karunatilaka",
    "submitter": "Gab",
    "timestamp": "2025-11-03T23:01:53.414029",
    "year": "2022",
    "pages": "386",
    "genres": "Fiction",
    "summary": "Colombo, 1990. Maali Almeida—war photographer, gambler, and closet queen—has woken up dead in what seems like a celestial visa office. His dismembered body is sinking in the serene Beira Lake and he has no idea who killed him. In a country where scores are settled by death squads, suicide bombers, and hired goons, the list of suspects is depressingly long, as the ghouls and ghosts with grudges who cluster round can attest. But even in the afterlife, time is running out for Maali. He has seven moons to contact the man and woman he loves most and lead them to the photos that will rock Sri Lanka.",
    "url": "https://www.goodreads.com/book/show/57224204-the-seven-moons-of-maali-almeida?ac=1&from_search=true&qid=1GlrpSZ65u&rank=1"
  },
  {
    "title": "Flashlight",
    "author": "Susan Choi",
    "submitter": "Gab",
    "timestamp": "2025-11-04T01:31:15.310335",
    "year": "20025",
    "pages": "464",
    "genres": "Fiction",
    "summary": "One summer night, Louisa and her father take a walk on the breakwater. Her father is carrying a flashlight. He cannot swim. Later, Louisa is found on the beach, soaked to the skin, barely alive. Her father is gone. She is ten years old. Louisa is an only child of parents who have severed themselves from the past. Her father, Serk, is Korean, but was born and raised in Japan; he lost touch with his family when they bought into the promises of postwar Pyongyang and relocated to North Korea. Her American mother, Anne, is estranged from her Midwestern family after a reckless adventure in her youth. And then there is Tobias, Anne’s illegitimate son, whose reappearance in their lives will have astonishing consequences. But now it is just Anne and Louisa, Louisa and Anne, adrift and facing the challenges of ordinary life in the wake of great loss. United, separated, and also repelled by their mutual grief, they attempt to move on. But they cannot escape the echoes of that night. What really happened to Louisa’s father? Shifting perspectives across time and character and turning back again and again to that night by the sea, Flashlight chases the shock waves of one family’s catastrophe, even as they are swept up in the invisible currents of history.",
    "url": "https://www.goodreads.com/book/show/219743621-flashlight?ref=nav_sb_ss_1_11"
  },
  {
    "title": "La nuit au coeur",
    "author": "Nathacha  Appanah",
    "submitter": "Gab",
    "timestamp": "2025-11-04T01:45:05.788172",
    "year": "2025",
    "pages": "288",
    "genres": "Fiction",
    "summary": "« De ces nuits et de ces vies, de ces femmes qui courent, de ces cœurs qui luttent, de ces instants qui sont si accablants qu’ils ne rentrent pas dans la mesure du temps, il a fallu faire quelque chose. Il y a l’impossibilité de la vérité entière à chaque page mais la quête désespérée d’une justesse au plus près de la vie, de la nuit, du cœur, du corps, de l’esprit.",
    "url": "https://www.goodreads.com/book/show/228692751-la-nuit-au-coeur?ref=nav_sb_ss_1_16"
  },
  {
    "title": "Le bézoard",
    "author": "Pascale Montpetit",
    "submitter": "Val",
    "timestamp": "2025-11-04T16:34:37.359522",
    "year": "2025",
    "pages": "152",
    "genres": "Auto Fiction",
    "summary": "Après avoir sillonné les sept mers et brûlé quelques divans de psy, Pascale Montpetit se lance dans une enquête poignante. Son point de départ : la gorge, la sienne. Le lieu du crime, comme on dit dans les polars. Telle une détective, elle rassemble indices et mobiles, afin de comprendre pourquoi sa souffrance s’est logée là, trois fois. Inceste, cancer, boulimie. « Ce que je fais ici, ça ne se fait pas, c’est pourquoi je l’ai fait. » Ce faisant, elle retrouve sa part de liberté et s’ouvre au monde.",
    "url": "https://www.goodreads.com/book/show/242829890-le-b-zoard?from_search=true&from_srp=true&qid=A3P03X2ho4&rank=2"
  },
  {
    "title": "Le coût de la vie",
    "author": "Déborah Levy",
    "submitter": "Val",
    "timestamp": "2025-11-04T16:35:19.038195",
    "year": "2018",
    "pages": "160",
    "genres": "Memoir",
    "summary": "Un divorce forcément douloureux, une grande maison victorienne troquée contre un appartement en haut d'une colline dans le nord de Londres, deux filles à élever et des factures qui s'accumulent... Deborah Levy a cinquante ans quand elle décide de tout reconstruire, avec pour tout bagage, un vélo électrique et une plume d'écrivain. L'occasion pour elle de revenir sur le drame pourtant banal d'une femme qui s'est jetée à corps perdu dans la quête du foyer parfait, un univers qui s'est révélé répondre aux besoins de tous sauf d'elle-même. cette histoire ne lui appartient pas à elle seule, c'est l'histoire de chaque femme confrontée à l'impasse d'une existence gouvernée par les normes et la violence sournoise de la société, en somme de toute femme en quête d'une vie à soi.",
    "url": "https://www.goodreads.com/book/show/55623157-le-co-t-de-la-vie?from_search=true&from_srp=true&qid=cHwKZQPnPy&rank=1"
  },
  {
    "title": "Puissance de la douceur",
    "author": "Anne Dufourmantelle",
    "submitter": "Val",
    "timestamp": "2025-11-04T16:38:47.481970",
    "year": "2013",
    "pages": "160",
    "genres": "Nonfiction",
    "summary": "La douceur est une énigme. Incluse dans un double mouvement d'accueil et de don, elle apparaît à la lisière des passages que naissance et mort signent. Parce qu'elle a ses degrés d'intensité, parce qu'elle a une force symbolique et un pouvoir de transformation sur les êtres et les choses, elle est une puissance. En écoutant ceux qui viennent me confier leur détresse, je l'ai entendue traverser chaque expérience vécue. En méditant son rapport au monde, il apparaît que son intelligence porte la vie, la sauve et l'accroît.",
    "url": "https://www.goodreads.com/book/show/18309580-puissance-de-la-douceur?ref=nav_sb_ss_1_26"
  },
  {
    "title": "Go Tell it on the Mountain",
    "author": "James Baldwin",
    "submitter": "Val",
    "timestamp": "2025-11-04T16:40:33.818673",
    "year": "1953",
    "pages": "256",
    "genres": "Auto Fiction",
    "summary": "Go Tell It On The Mountain, first published in 1953, is Baldwin's first major work, a semi-autobiographical novel that has established itself as an American classic. With lyrical precision, psychological directness, resonating symbolic power, and a rage that is at once unrelenting and compassionate, Baldwin chronicles a fourteen-year-old boy's discovery of the terms of his identity as the stepson of the minister of a storefront Pentecostal church in Harlem one Saturday in March of 1935. Baldwin's rendering of his protagonist's spiritual, sexual, and moral struggle of self-invention opened new possibilities in the American language and in the way Americans understand themselves.",
    "url": "https://www.goodreads.com/book/show/17143.Go_Tell_It_on_the_Mountain?ref=nav_sb_ss_1_19"
  },
  {
    "title": "Ways of Seeing",
    "author": "John Berger ",
    "submitter": "Val",
    "timestamp": "2025-11-04T16:43:24.028902",
    "year": "1972",
    "pages": "176",
    "genres": "Non Fiction",
    "summary": "Ways of Seeing is one of the most stimulating and the most influential books on art in any language. First published in 1972, it was based on the BBC television series about which the (London) Sunday Times a critic commented: This is an eye-opener in more ways than one: by concentrating on how we look at paintings . . . he will almost certainly change the way you look at pictures. By now he has.",
    "url": "https://www.goodreads.com/book/show/2784.Ways_of_Seeing?ref=nav_sb_ss_1_13"
  },
  {
    "title": "There are Rivers in the Sky",
    "author": "Elif Shafak",
    "submitter": "Phil",
    "timestamp": "2025-11-05T01:15:22.060770",
    "year": "2024",
    "pages": "446",
    "genres": "Fiction",
    "summary": "From the Booker Prize finalist author of The Island of Missing Trees, an enchanting new tale about three characters living along two rivers, all under the shadow of one of the greatest epic poems of all time. In the ancient city of Nineveh, on the bank of the River Tigris, King Ashurbanipal of Mesopotamia, erudite but ruthless, built a great library that would crumble with the end of his reign. From its ruins, however, emerged a poem, the Epic of Gilgamesh, that would infuse the existence of two rivers and bind together three lives. In 1840 London, Arthur is born beside the stinking, sewage-filled River Thames. With an abusive, alcoholic father and a mentally ill mother, Arthur’s only chance of escaping destitution is his brilliant memory. When his gift earns him a spot as an apprentice at a leading publisher, Arthur’s world opens up far beyond the slums, and one book in particular catches his interest: Nineveh and Its Remains. In 2014 Turkey, Narin, a ten-year-old Yazidi girl, is diagnosed with a rare disorder that will soon cause her to go deaf. Before that happens, her grandmother is determined to baptize her in a sacred Iraqi temple. But with the rising presence of ISIS and the destruction of the family’s ancestral lands along the Tigris, Narin is running out of time. In 2018 London, the newly divorced Zaleekah, a hydrologist, moves into a houseboat on the Thames to escape her husband. Orphaned and raised by her wealthy uncle, Zaleekah had made the decision to take her own life in one month, until a curious book about her homeland changes everything. A dazzling feat of storytelling, There Are Rivers in the Sky entwines these outsiders with a single drop of water, a drop which remanifests across the centuries. Both a source of life and harbinger of death, rivers—the Tigris and the Thames—transcend history, transcend fate: “Water remembers. It is humans who forget.”",
    "url": "https://www.goodreads.com/book/show/202468422-there-are-rivers-in-the-sky"
  },
  {
    "title": "Young Mungo",
    "author": "Douglas Stuart",
    "submitter": "Phil",
    "timestamp": "2025-11-05T01:15:37.415745",
    "year": "390",
    "pages": "390",
    "genres": "Fiction",
    "summary": "Growing up in a housing estate in Glasgow, Mungo and James are born under different stars--Mungo a Protestant and James a Catholic--and they should be sworn enemies if they're to be seen as men at all. Yet against all odds, they become best friends as they find a sanctuary in the pigeon dovecote that James has built for his prize racing birds. As they fall in love, they dream of finding somewhere they belong, while Mungo works hard to hide his true self from all those around him, especially from his big brother Hamish, a local gang leader with a brutal reputation to uphold. And when several months later Mungo's mother sends him on a fishing trip to a loch in Western Scotland with two strange men whose drunken banter belies murky pasts, he will need to summon all his inner strength and courage to try to get back to a place of safety, a place where he and James might still have a future. Imbuing the everyday world of its characters with rich lyricism and giving full voice to people rarely acknowledged in the literary world, Young Mungo is a gripping and revealing story about the bounds of masculinity, the divisions of sectarianism, the violence faced by many queer people, and the dangers of loving someone too much.",
    "url": "https://www.goodreads.com/book/show/58891551-young-mungo"
  },
  {
    "title": "Seascraper",
    "author": "Benjamin Wood",
    "submitter": "Gab",
    "timestamp": "2025-11-05T14:21:15.297042",
    "year": "2025",
    "pages": "176",
    "genres": "Fiction",
    "summary": "Thomas lives a slow, deliberate life with his mother in Longferry, working his grandpa’s trade as a shanker. He rises early to take his horse and cart to the grey, gloomy beach and scrape for shrimp, spending the afternoon selling his wares, trying to wash away the salt and scum, pining for Joan Wyeth down the street, and rehearsing songs on his guitar. At heart, he is a folk musician, but it remains a private dream. When a striking visitor turns up, bringing the promise of Hollywood glamour, Thomas is shaken from the drudgery of his days and begins to see a different future. But how much of what the American claims is true, and how far can his inspiration carry Thomas? Haunting and timeless, this is the story of a young man hemmed in by his circumstances, striving to achieve fulfilment far beyond the world he knows.​​​​",
    "url": "https://www.goodreads.com/book/show/220605957-seascraper"
  },
  {
    "title": "Bonheur d'occasion",
    "author": "Gabrielle Roy",
    "submitter": "Grace",
    "timestamp": "2025-11-06T22:33:34.429960",
    "year": "1945",
    "pages": "464",
    "genres": "Fiction",
    "summary": "Dans le quartier montréalais de Saint-Henri, un peuple d'ouvriers et de petits employés canadiens-français est désespérement en quête de bonheur. Florentine croit avoir trouvé le sien dans l'amour ; Rose-Anna le cherche dans le bien-être de sa famille ; Azarius fuit dans le rêve ; Emmanuel s'enrole ; Jean entreprend son ascension sociale. Chacun, à sa manière, invente sa propre voie de salut et chacun, à sa manière, échoue. Mais leur sort est en même temps celui de million d'autres, non seulement à Montréal mais partout ailleurs, dans un monde en proie à la guerre.",
    "url": "https://www.goodreads.com/book/show/7669164-bonheur-d-occasion?ac=1&from_search=true&qid=jIzylwmptK&rank=1"
  },
  {
    "title": "L'Ombre du vent",
    "author": "Carlos Ruiz Zafón",
    "submitter": "Kathy",
    "timestamp": "2025-11-12T15:04:37.714221",
    "year": "2001",
    "pages": "637",
    "genres": "Fiction",
    "summary": "Dans la Barcelone de l'après-guerre civile, ville des prodiges marquée par la défaite, la vie est difficile, les haines rôdent toujours. Par un matin brumeux de 1945, un homme emmène son petit garçon - Daniel Sempere, le narrateur - dans un lieu mystérieux du quartier gothique : le Cimetière des Livres Oubliés. L'enfant, qui rêve toujours de sa mère morte, est ainsi convié par son père, modeste boutiquier de livres d'occasion, à un étrange rituel qui se transmet de génération en génération : il doit y adopter un volume parmi des centaines de milliers. Là, il rencontre le livre qui va changer le cours de sa vie, le marquer à jamais et l'entraîner dans un labyrinthe d'aventures et de secrets enterrés dans l'âme de la ville : L'Ombre du Vent. Avec ce tableau historique, roman d'apprentissage évoquant les émois de l'adolescence, récit fantastique dans la pure tradition du Fantôme de l'Opéra ou du Maître et Marguerite, énigme où les mystères s'emboîtent comme des poupées russes, Carlos Ruiz Zafón mêle inextricablement la littérature et la vie.",
    "url": "https://www.goodreads.com/book/show/1057486.L_Ombre_du_vent?ref=nav_sb_ss_1_15"
  },
  {
    "title": "La Perle et la coquille",
    "author": "Nadia Hashimi",
    "submitter": "Kathy",
    "timestamp": "2025-11-12T15:05:14.910937",
    "year": "2014",
    "pages": "564",
    "genres": "Fiction",
    "summary": "Kaboul, 2007 : les Talibans font la loi dans les rues. Avec un père toxicomane et sans frère, Rahima et ses soeurs ne peuvent quitter la maison. Leur seul espoir réside dans la tradition des bacha posh, qui permettra à la jeune Rahima de se travestir jusqu'à ce qu'elle soit en âge de se marier. Elle jouit alors d'une liberté qui va la transformer à jamais, comme le fit, un siècle plus tôt, son ancêtre Shekiba. Les destinées de ces deux femmes se font écho, et permettent une exploration captivante de la condition féminine en Afghanistan.",
    "url": "https://www.goodreads.com/book/show/25726492-la-perle-et-la-coquille?ref=nav_sb_ss_1_12"
  },
  {
    "title": "Le Petit Prince",
    "author": "Antoine Saint-Exupéry",
    "submitter": "Kathy",
    "timestamp": "2025-11-12T15:05:54.159023",
    "year": "1943",
    "pages": "123",
    "genres": "Fiction",
    "summary": "Imaginez-vous perdu dans le désert, loin de tout lieu habité, et face à un petit garçon tout blond, surgi de nulle part. Si de surcroît ce petit garçon vous demande avec insistance de dessiner un mouton, vous voilà plus qu'étonné ! À partir de là, vous n'aurez plus qu'une seule interrogation : savoir d'où vient cet étrange petit bonhomme et connaître son histoire. S'ouvre alors un monde étrange et poétique, peuplé de métaphores, décrit à travers les paroles d'un petit prince qui porte aussi sur notre monde à nous un regard tout neuf, empli de naïveté, de fraîcheur et de gravité. Très vite, vous découvrez d'étranges planètes, peuplées d'hommes d'affaires, de buveurs, de vaniteux, d'allumeurs de réverbères. Cette évocation onirique, à laquelle participent les aquarelles de l'auteur, a tout d'un parcours initiatique, où l'enfant apprendra les richesses essentielles des rapports humains et le secret qui les régit : On ne voit bien qu'avec le coeur, l'essentiel est invisible pour les yeux. Oeuvre essentielle de la littérature, ce livre de Saint-Exupéry est un ouvrage que l'on aura à coeur de raconter à son enfant, page après page, histoire aussi de redécouvrir l'enfant que l'on était autrefois, avant de devenir une grande personne !",
    "url": "https://www.goodreads.com/book/show/70720.Le_Petit_Prince?from_search=true&from_srp=true&qid=cJ1P08T293&rank=1"
  },
  {
    "title": "Au Bonheur des Dames",
    "author": "Émile Zola",
    "submitter": "Kathy",
    "timestamp": "2025-11-12T15:11:38.167309",
    "year": "1883",
    "pages": "564",
    "genres": "Fiction",
    "summary": "Octave Mouret affole les femmes de désir. Son grand magasin parisien, Au Bonheur des Dames, est un paradis pour les sens. Les tissus s’amoncellent, éblouissants, délicats. Tout ce qu’une femme peut acheter en 1883, Octave Mouret le vend, avec des techniques révolutionnaires. Le succès est immense. Mais ce bazar est une catastrophe pour le quartier, les petits commerces meurent, les spéculations immobilières se multiplient. Et le personnel connaît une vie d’enfer. Denise échoue de Valognes dans cette fournaise, démunie mais tenace. Zola fait de la jeune fille et de son puissant patron amoureux d’elle le symbole du modernisme et des crises qu’il suscite. Personne ne pourra plus entrer dans un grand magasin sans ressentir ce que Zola raconte avec génie : les fourmillements de la vie.",
    "url": "https://www.goodreads.com/book/show/816919.Au_Bonheur_des_dames?ref=nav_sb_ss_2_15"
  },
  {
    "title": "Tout le bleu du ciel",
    "author": "Mélissa Da Costa",
    "submitter": "Kathy",
    "timestamp": "2025-11-13T03:01:40.130057"
  }
]